Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/filezilla-tm.tmx
Source language: en
Languages: ca_es

source: If the size of the logfile reaches the limit, it gets renamed by adding ".1" to the end of the filename (possibly overwriting older logfiles) and a new file gets created.
ca_es: Si la mida del fitxer de registre arriba al límit, es reanomena afegint-hi «.1» al final del nom del fitxer (possiblement sobreescrivint els fitxers de registre antics) i es crea un nou fitxer.

source: If this problem persists, please contact your router or firewall manufacturer for a solution.
ca_es: si el problema persisteix, contacteu el fabricant del vostre encaminador (router) o tallafocs (firewall).

source: If this problem stays, please contact your router manufacturer.
ca_es: si el problema persisteix, contacteu amb el vostre fabricant de l'encaminador (router).

source: If using 'overwrite if newer', your system time has to be synchronized with the server. If the time differs (e.g. different timezone), specify a timezone offset in the site manager.
ca_es: Si utilitzeu 'sobreescriure si és més recent', l'hora del vostre sistema ha d'estar sincronitzada amb el servidor. Si l'hora no concorda (p.e. zones horàries diferents), especifiqueu una diferència per zona horària al gestor de llocs.

source: If using timestamp based comparison, consider two files equal if their timestamp difference does not exceed this threshold.
ca_es: Si s'utilitza la comparació basada en marques horàries, considera dos fitxers iguals si la diferència no excedeix aquest llindar.

source: If you change the language, you should restart FileZilla.
ca_es: Si canvieu la llengua, hauríeu de reiniciar el FileZilla.

source: If you click on test, FileZilla will connect to probe.filezilla-project.org and will perform some simple tests.
ca_es: Si cliqueu a prova, FileZilla es connectarà a probe.filezilla-project.org i realitzarà algunes proves senzilles.

source: If you close FileZilla, your changes will be lost.
ca_es: Si tanqueu el FileZilla, es perdran els canvis.

source: If you enter the wrong filetypes, those files may get corrupted when transferred.
ca_es: Si especifiqueu els tipus de fitxers incorrectes, aquests fitxers podríen ser corrumputs durant la transferència.

source: If you get any errors, your configuration is not correct.
ca_es: Si teniu cap error, la configuració no es correcta.

source: If you have problems to retrieve directory listings or to transfer files, try to change the default transfer mode.
ca_es: Si teniu problemes per recuperar el llistat de directoris o per transferir fitxers, intenteu canviar el mode de transferència per defecte.

source: If you keep having problems with a specific server, the server itself or a remote router or firewall might be misconfigured. In this case try to toggle passive mode and contact the server administrator for help.
ca_es: Si es mantenen els problemes amb un servidor específic, el servidor mateix o un encaminador (router) o tallafocs podrien estar mal configurat. En aquest cas, intenteu commutar el mode a passiu i contacteu l'administrador del servidor per ajuda.

source: If you successfully complete the wizard and the final test succeeds, any firewalls and routers you have should be configured properly.
ca_es: Si heu finalitzat amb èxit l'auxiliar i la prova final també, qualsevol tallafocs i encaminadors que tingueu hauran estat configurats correctament.

source: If you use a firewall, make sure FileZilla is allowed to accept connection on all given ports.
ca_es: Si utilitzeu un tallafocs, assegureu-vos que al FileZilla se li permeti acceptar connexions a tots els ports subministrats.

source: If you use a router, make sure all these ports are forwarded to the machine you're running FileZilla on.
ca_es: Si utilitzeu un encaminador (router), assegureu-vos que tots aquest ports són redirigits a l'ordinador on s'està executant el FileZilla.

source: If your router keeps changing the IP address, please contact your router manufacturer.
ca_es: Si el vostre encaminador (router) persisteix en canviar l'adreça IP, contacteu amb el seu fabricant.

source: Import data from older version
ca_es: Importa dades d'un versió més antiga

source: Import settings
ca_es: Importa configuració

source: Import successful
ca_es: Importació correcta

source: Improperly quoted association.
ca_es: L'associació no està posada entre cometes correctament.

source: In active mode, FileZilla has to listen on a port for data transfers. You have to specify which ports FileZilla will use.
ca_es: En mode actiu, el FileZilla ha d'escoltar en un port per rebre transferències de dades. Heu d'especificar quins ports utilitzarà el FileZilla.

source: In case you have a router, you will have to forward all available ports, as FileZilla has no influence on the ports your system chooses.
ca_es: En el cas de que tingueu un encaminador (router), haureu de redirigir tots els ports disponibles, ja que FileZilla no influeix en els ports que el sistema tria.

source: In case you prefer automatic updates, you can enable automatic update checks in the settings dialog.
ca_es: Si preferiu actualitzacions automàtiques, habiliteu la comprovació d'actualitzacions al diàleg de paràmetres.

source: In order to use active mode, FileZilla needs to know your external IP address.
ca_es: Per poder utilitzar el mode actiu, FileZilla necessita saber la vostra adreça IP externa.

source: In passive mode, which is recommended for most users, FileZilla asks the server for a port and connects to the given port. Not much configuration has to be done for this.
ca_es: En mode passiu, que és el recomanat per a la majoria d'usuaris, FileZilla demana al sevidor un port i s'hi connecta. No cal realitzar gaire configuració per a aquest mode.

source: Incorrect password
ca_es: Contrasenya incorrecta.

source: Initializing TLS...
ca_es: S'està inicialitzant el TLS...

source: Interactive
ca_es: Interactiu

source: Interface
ca_es: Interfície

source: Interrupted by user
ca_es: Cancel·lat per l'usuari

source: Invalid Content-Length
ca_es: Contingut-mida no vàlid

source: Invalid HTTP Response
ca_es: Resposta HTTP no vàlida

source: Invalid character sequence received, disabling UTF-8. Select UTF-8 option in site manager to force UTF-8.
ca_es: S'ha rebut una sequència no vàlida de caracters, UTF-8 , deshabilitat. Seleccioneu la opció UTF-8 al gestor de llocs per forçar l'ús de UTF-8.

source: Invalid chunk size
ca_es: Mida de fragment no vàlida

source: Invalid data received
ca_es: S'han rebut dades no vàlides

source: Invalid date
ca_es: Data no vàlida

source: Invalid filename
ca_es: Nom del fitxer no vàlid.

source: Invalid host, after closing bracket only colon and port may follow.
ca_es: Amfitrió no vàlid, després de tancar una clau només pot anar a continuació dos punts i el nombre del port.

source: Invalid input
ca_es: Entrada invàlida

source: Invalid port given. The port has to be a value from 1 to 65535.
ca_es: Port especificat no vàlid. El port ha de tenir un valor de 1 a 65535.

source: Invalid regular expression in search conditions.
ca_es: L'expressió regular de les condicions de cerca no és vàlida.

source: Invalid response code
ca_es: Codi de resposta no vàlid

source: Invalid search conditions: %s
ca_es: Les condicions de cerca no són vàlides: %s

source: Invalid site path
ca_es: Camí a lloc no vàlid

source: Invalid size in condition
ca_es: Mida no vàlida a la condició

source: Invalid username given.
ca_es: El nom d'usuari no és vàlid.

source: Keep directories on top
ca_es: Conserva els directoris amunt

source: Keep in mind that not all servers support this feature and may return incorrect listings if this option is enabled. Although FileZilla performs some tests to check if the server supports this feature, the test may fail.
ca_es: No tots els servidors són compatibles am aquesta funció i podrien retornar llistats incorrectes si aquesta opció està activada. Tot i que FileZilla realitza algunes proves per verificar si el servidor és compatible amb aquesta funció, la prova pot fallar.

source: Key exchange
ca_es: Intercanvi de claus

source: L&owest
ca_es: Men&or

source: Language
ca_es: Llengua

source: Language changed
ca_es: S'ha canviat la llengua

source: Last modified
ca_es: Darrera modificació

source: Layout
ca_es: Disposició

source: Limit for concurrent &downloads:
ca_es: Límit de &descàrregues simultànies:

source: Limit for concurrent &uploads:
ca_es: Límit de p&ujades simultànies:

source: Limit local ports
ca_es: Limitar ports locals

source: Limit size of logfile
ca_es: Mida límit del fitxer de registre

source: Limit:
ca_es: Límit:

source: Line length exceeded
ca_es: Mida de línia superada

source: Linked against
ca_es: Enllaçat amb

source: Listen socket closed
ca_es: Sòcol d'escolta tancat.

source: Listing:
ca_es: Llistant:

source: Lo&west available port:
ca_es: Port més &baix disponible:

source: Local file
ca_es: Fitxer local

source: Local file does not exist.
ca_es: El fitxer local no existeix.

source: Local file is a directory instead of a regular file.
ca_es: El fitxer local és un directori i no un fitxer.

source: Local filters:
ca_es: Filtres locals:

source: Local site:
ca_es: Lloc local:

source: Locality:
ca_es: Localitat:

source: Log file
ca_es: Fitxer de registre

source: Logging
ca_es: S'està registrant

source: Login data contains non-ASCII characters and server might not be UTF-8 aware. Cannot fall back to local charset since using proxy.
ca_es: Les dades d'inici de sessió contenen caràcters no ascii i el servidor podria no ser compatible amb UTF-8. No es pot Intentar canviar al joc de caràcters local per estar utilitzant un servidor intermediari (proxy).

source: Login data contains non-ASCII characters and server might not be UTF-8 aware. Trying local charset.
ca_es: La data d'inici de sessió conté caràcters no ASCII i el servidor podria no ser compatible amb UTF-8. Intentant joc de caràcters local.

source: Login sequence fully executed yet not logged in. Aborting.
ca_es: La seqüència d'entrada ha estat del tot executada però no s'ha pogut entrar. Avortant.

source: Low
ca_es: Baixa

source: Lowest
ca_es: El més baix

source: Lowest available port has to be a number between 1024 and 65535.
ca_es: El port més baix disponible ha de ser un número entre 1024 i 65535.

source: Make sure the file can be accessed and is a well-formed XML document.
ca_es: Assegureu-vos que es pot accedir al fitxer i que és un document XML ben format.

source: Malformed chunk data: %s
ca_es: Dades de fragment incorrectes: %s

source: Malformed header: %s
ca_es: Capçalera incorrecta: %s

source: Malformed reply, server not sending proper line endings
ca_es: Resposta incorrecta, el servidor no està enviant els finals de línia adequats

source: Manual transfer
ca_es: Transferència manual

source: Match all of the following
ca_es: Coincideix amb tots els següents

source: Maximum simultaneous &transfers:
ca_es: Màxim nombre de transferències simultànies:

source: Message log
ca_es: Registre de missatges

source: Message log position
ca_es: Posició del registre de missatges

source: Minutes
ca_es: Minuts

source: Move &down
ca_es: Mou a&vall

source: Move &up
ca_es: Mo&u amunt

source: My Computer
ca_es: El meu ordinador

source: My Documents
ca_es: Els meus documents

source: My Sites
ca_es: Els meus llocs web

source: N/a
ca_es: N/D

source: Name
ca_es: Nom

source: Name already exists
ca_es: Aquest nom ja existeix

source: Name of bookmark already exists.
ca_es: El nom de l'adreça d'interès ja existeix.

source: Name:
ca_es: Nom:

source: Need to enter filter name
ca_es: Cal especificar el nom del filtre

source: Need to enter valid remote path
ca_es: Cal introduir un camí remot vàlid

source: Need to specify a character encoding
ca_es: Cal especificar una codificació de caràcters

source: Network unreachable
ca_es: La xarxa no és accessible

source: New &Folder
ca_es: Crea una &carpeta

source: New Book&mark
ca_es: Crea una a&dreça d'interès

source: New bookmark
ca_es: Nova adreça d'interès

source: New directory
ca_es: Nou directori

source: New filter
ca_es: Nou filtre

source: New folder
ca_es: Nova carpeta

source: New site
ca_es: Nou lloc

source: Next to the transfer queue
ca_es: Següent a la cua de transferències

source: No category to export selected
ca_es: No s'ha seleccionat cap categoria per exportar

source: No command given, aborting.
ca_es: No hi ha cap ordre donada, cancel·lant.

source: No external IP address set, trying default.
ca_es: No s'ha fixat cap adreça IP externa, intentant per defecte.

source: No files are currently being edited.
ca_es: No s'està editant cap fitxer.

source: No filter name given
ca_es: No s'ha especificat cap nom del filtre

source: No host given, please enter a host.
ca_es: No s'ha donat cap amfitrió, introduïu-ne un.

source: No images available
ca_es: Cap imatge disponible

source: No more files in the queue!
ca_es: No hi ha més fitxers a la cua!

source: No name for the filterset given.
ca_es: No s'ha donat cap nom al conjunt de filtres.

source: No program associated with filetype
ca_es: No hi ha cap programa associat amb aquest tipus d'arxius.

source: No program has been associated to edit files with the extension '%s'.
ca_es: No hi ha cap programa associat per editar fitxers amb l'extensió '%s'.

source: No sites available
ca_es: Cap lloc disponible

source: No supported SOCKS5 auth method
ca_es: No hi ha cap mètode d'autenticació SOCKS5 compatible

source: No username given.
ca_es: No s'ha donat cap nom d'usuari.

source: None
ca_es: Cap

source: None selected yet
ca_es: Cap seleccionat encara

source: Not all items could be requeued for viewing/editing.
ca_es: No tots els elements han pogut ser posats a la cua per visualitzar / editar.

source: Not connected to any server
ca_es: No s'està connectat a cap servidor

source: Not connected to any server.
ca_es: No s'està connectat a cap servidor

source: Note that this feature is only supported using the FTP protocol.
ca_es: Teniu en compte que aquesta característica només funciona utilitzant el protocol FTP

source: Note: This only works with plain, unencrypted FTP connections.
ca_es: Atenció: Això només funciona amb connexions FTP sense xifrar.

source: Note: Using a generic proxy forces passive mode on FTP connections.
ca_es: Nota: Usar un servidor intermediari genèric força l'ús del mode passiu en les connexions FTP

source: Number of decimal places:
ca_es: Nombre de llocs decimals:

source: Number of retries has to be between 0 and 99.
ca_es: El nombre d'intents ha d'estar entre 0 i 99,

source: O&pen file
ca_es: Obre fit&xer

source: OK
ca_es: D'acord

source: On the following pages, the selected transfer mode will be configured, as well as the fallback mode if enabled.
ca_es: A les següents pàgines, el mode de transferència serà configurat, així com el mode alternatiu si està habilitat.

source: Once
ca_es: Una vegada

source: Open the Site Manager
ca_es: Obre el gestor de llocs

source: Open the file.
ca_es: Obre un fitxer.

source: Open the settings dialog of FileZilla
ca_es: Obre el diàleg de paràmetres de FileZilla

source: Opened as:
ca_es: Obert com:

source: Opening failed
ca_es: No s'ha pogut obrir

source: Opens the Site Manager
ca_es: Obre el gestor de llocs

source: Opens the directory listing filter dialog. Right-click to toggle filters.
ca_es: Obre el diàleg de filtres del llistat de directoris. Feu clic amb el botó dret per commutar els filtres.

source: Operating system problem detected
ca_es: S'ha trobat un problema del sistema operatiu

source: Organization:
ca_es: Organització:

source: Other:
ca_es: Altre:

source: Overview
ca_es: Descripció

source: Overwrite &if source newer
ca_es: Sobreescriu s&i la font és més recent

source: Owner permissions
ca_es: Permisos del propietari

source: Owner/Group
ca_es: Propietari/Grup

source: P&roxy host:
ca_es: Amfit&rió del servidor intermediari:

source: PORT command tainted by router or firewall.
ca_es: Ordre PORT interferida per l'encaminador (router) o el tallafocs

source: Pa&ssive (recommended)
ca_es: Pa&ssiu (recomenat)

source: Package
ca_es: Paquet

source: Parameter not a valid URL
ca_es: El paràmetre no és un URL vàlid

source: Pass&word:
ca_es: Contrasen&ya:

source: Passive (recommended)
ca_es: Passiu (recomenat)

source: Passive mode
ca_es: Mode passiu

source: Passive mode has been set as default transfer mode.
ca_es: El mode passiu ha estat seleccionar com a mode de transferència per defecte

source: Password required
ca_es: La contrasenya és necessària

source: Path
ca_es: Camí

source: Path cannot be constructed for directory %s and subdir %s
ca_es: El camí no es pot construir pel directori %s i el subdirectori %s

source: Paths
ca_es: Camins

source: Pending removal
ca_es: Pendent d'eliminació

source: Permission
ca_es: Permís

source: Permissions
ca_es: Permisos

source: Please check http://filezilla-project.org for the most recent version of FileZilla.
ca_es: Visiteu http://filezilla-project.org per a la darrera versió de FileZilla.

source: Please check on http://filezilla-project.org/probe.php that the server is running and carefully check your settings again.
ca_es: Comproveu http://filezilla-project.org/probe.php que el servidor s'està executant i comproveu curosament la vostra configuració una altra vegada

source: Please check the package manager of your system for an updated package or visit http://filezilla-project.org to download the source code of FileZilla.
ca_es: Comproveu el gestor de paquest del vostre sistema per un paquet actualitzat o visiteu http://filezilla-project.org per a baixar-vos el codi font del FileZilla.

source: Please configure any firewalls and routers so that FileZilla can establish outgoing connection to arbitrary ports.
ca_es: Configureu qualsevol tallafocs i encaminadors (routers) per tal de què en FileZilla pugui establir connexions sortints en ports arbitraris.

source: Please disable settings like 'DMZ mode' or 'Game mode' on your router.
ca_es: Inhabiliteu característiques com 'mode DMZ' o 'Mode de Joc' en el vostre encaminador.

source: Please ensure you have a stable internet connection and carefully check your settings again.
ca_es: Assegureu-vos que teniu una connexió estable a internet i comproveu la vostra configuració un altre cop.

source: Please enter a custom date format.
ca_es: Introduïu el format de data personalitzat:

source: Please enter a custom time format.
ca_es: Introduïu el format d'hora personalitzat:

source: Please enter a name for the new filter.
ca_es: Introduïu un nom per al nou filtre.

source: Please enter a new name for the copied filter.
ca_es: Introduïu un nou nom pel filtre copiat.

source: Please enter a new name for the filter set "%s"
ca_es: Introduïu un nou nom per al filtre "%s".

source: Please enter a new name for the filter.
ca_es: Introduïu un nou nom pel filtre.

source: Please enter a number between 0 and 10 for the number of concurrent downloads.
ca_es: Introduïu un número entre 0 i 10 pel nombre de descàrregues simultànies.

source: Please enter a number between 0 and 10 for the number of concurrent uploads.
ca_es: Introduïu un número entre 0 i 10 pel nombre de pujades simultànies.

source: Please enter a number between 1 and 10 for the number of concurrent transfers.
ca_es: Introduïu un número entre 0 i 10 pel nombre de transferències simultànies.

source: Please enter a password for this server:
ca_es: Introduïu una contrasenya per a l'accés al servidor:

source: Please enter a path and executable to run. E.g. c:\somePath\file.exe under MS Windows or /somePath/file under Unix. You can also optionally specify program arguments.
ca_es: Introduïu el camí i l'executable a executar. P.e. c:\cami\fitxer.exe sota MS Windows o /cami/fitxer sota Unix. També podeu especificar opcionalment paràmetres del programa.

source: Please enter a timeout between 5 and 9999 seconds or 0 to disable timeouts.
ca_es: Introduïu un temps d'espera entre 5 i 9999 segons o 0 per inhabilitar el temps d'espera.

source: Please enter a unique name for this filter set
ca_es: Introduïu un nom únic per a aquest conjunt de filtres

source: Please enter a username for this server:
ca_es: Introduïu un nom d'usuari per aquest servidor:

source: Please enter a valid portrange.
ca_es: Introduïu un rang de ports vàlid.

source: Please enter an URL where to get your external address from
ca_es: Introduïu un URL d'on aconseguir la vostra adreça externa

source: Please enter raw FTP command. Using raw ftp commands will clear the directory cache.
ca_es: Introduïu una ordre FTP crua. Utilitzar ordres FTP crues esborrarà la memòria cau del directori.

source: Please enter the name of the directory which should be created:
ca_es: Introduïu el nom del directori a crear:

source: Please enter username and password for this server:
ca_es: Introduïu el nom d'usuari i la contrasenya per aquest servidor:

source: Please enter your external IP address
ca_es: Introduïu la vostra adreça IP externa

source: Please enter your external IP address on the active mode page of this wizard. In case you have a dynamic address or don't know your external address, use the external resolver option.
ca_es: Introduïu la vostra adreça IP externa a la pàgina de mode actiu d'aquest auxiliar. En cas de que tingueu una adreça IP dinàmica o que no conegueu la vostra adreça externa, useu la opció de sistema de resolució extern.

source: Please follow the instructions carefully, as wrong configuration will prevent successful FTP connections.
ca_es: Seguiu les instruccions curosament, ja que una configuració errònia no permetrà establir amb èxit les connexions FTP.

source: Please make sure FileZilla is allowed to establish outgoing connections and make sure you typed the address of the address resolver correctly.
ca_es: Assegureu-vos que el FileZilla té permís per establir connexions sortints i que heu escrit l'adreça del sistema de resolució correctament.

source: Please make sure the requested locale is installed on your system.
ca_es: Assegureu-vos que l'idioma sol·licitat està instal·lat en el vostre sistema.

source: Please make sure your router is using the latest available firmware. Furthermore, your router has to be configured properly. You will have to use manual port forwarding. Don't run your router in the so called 'DMZ mode' or 'game mode'.
ca_es: Assegureu-vos que el vostre router està utilitzant el darrer microprogramari (firmware). A més a més, l'encaminador(router) ha d'estar configurat correctament. Haureu de reenviar els ports manualment. No executeu l'encaminador (router) en el mode 'DMZ' o 'joc'.

source: Please note that FileZilla has no influence on the port the server chooses. So the server might choose a port which your firewall thinks is only used by trojans or other malware. This might raise a false alarm you can safely discard.
ca_es: Tingueu en compte que el FileZilla no té influència en el port que el servidor tria. Així que el servidor podria triar un port que el vostre servidor es pensa que només l'utilitzen troians o altre programari maligne. Això podria provocar una falsa alarma que podeu descartar amb seguretat.

source: Please note that preserving timestamps on uploads on FTP, FTPS and FTPES servers only works if they support the MFMT command.
ca_es: Tingueu en compte que preservar les marques horàries en les pujades només funciona a servidors FTP, FTPS i FTPES que siguin compatibles amb l'ordre MFMT.

source: Please note that some servers might ban you if you try to reconnect too often or in too short intervals.
ca_es: Tingueu en compte que alguns servidors us podrien bloquejar si intenteu connectar-vos massa sovint o en intervals massa curts.
